{
  "content": "I don't understand and I'm not used to not understanding. Please explain it once more.",
  "language": "eng",
  "translations": [
    "ita:Non capisco e non sono abituata a non capire. Per favore, la spieghi ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per favore, lo spieghi ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per favore, spiegala ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per favore, spiegalo ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per favore, spiegatela ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per favore, spiegatelo ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per piacere, la spieghi ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per piacere, lo spieghi ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per piacere, spiegala ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per piacere, spiegalo ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per piacere, spiegatela ancora una volta",
    "ita:Non capisco e non sono abituata a non capire. Per piacere, spiegatelo ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per favore, la spieghi ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per favore, lo spieghi ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per favore, spiegala ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per favore, spiegalo ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per favore, spiegatela ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per favore, spiegatelo ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per piacere, la spieghi ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per piacere, lo spieghi ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per piacere, spiegala ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per piacere, spiegalo ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per piacere, spiegatela ancora una volta",
    "ita:Non capisco e non sono abituato a non capire. Per piacere, spiegatelo ancora una volta"
  ],
  "tags": [
    "eng:tatoeba-sentence"
  ],
  "credits": [
    "Sentence from Tatoeba by CK (CC-BY 2.0 FR)"
  ]
}
